<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<meta name="viewport" content="width=device-width, initial-scale=1.0">

	<link rel="stylesheet" type="text/css" href="css/layout.css" />

	<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
	<script src="bootstrap/js/bootstrap.js"></script>
	<link rel="stylesheet" type="text/css" href="bootstrap/css/bootstrap.css">


	<title>ภารกิจกรมกิจการพลเรือนทหารบก</title>
</head>

<body>
	<?php
	require_once("scriptmenu.php");
	?>

	<div class="container nopadding-horizontal">
		<img src="images/DocaBanner.png" width=100%/>
	</div>
		<div class="container">
			<div class="page-header">
				<h1>ภารกิจกรมกิจการพลเรือนทหารบก</h1>
			</div>

<div class='content-padding'>
			<div class="row">
				<div class="col-md-12" align="center">
					<img src="images/doca-logo.gif" alt="" width="175" height="175" />
				</div>
			</div>

			<div class="row">
				<div class="col-md-12 content">
					<p>กรมกิจการพลเรือนทหารบก มีหน้าที่ วางแผน อำนวยการ ประสานงาน กำกับการ และดำเนินการเกี่ยวกับงานกิจการพลเรือนและงานที่ได้รับมอบหมายที่ดำเนินต่อการสนับสนุนการปฏิบัติการทางทหารและการปกครอง การฝึกศึกษาในหลักสูตร       ที่เกี่ยวข้องกับงานกิจการพลเรือนของกองทัพบก ตลอดจนแนะนำและกำกับดูแลเกี่ยวกับการดำเนินงานกิจการพลเรือนของหน่วยต่างๆของกองทัพบกโดยมี <b>เจ้ากรมกิจการพลเรือนทหารบก</b> เป็นผู้บังคับบัญชา</p>

					<div class="page-header">
						<h2>ขอบเขตความรับผิดชอบ/หน้าที่ที่สำคัญ</h2>
					</div>
					<ul>
						<li>จัดทำนโยบายในการปฏิบัติงานด้านกิจการพลเรือนทั้งปวงของกองทัพบก ซึ่งประกอบด้วยการปฏิบัติการกิจการพลเรือน การปฏิบัติการจิตวิทยา การปลูกฝังอุดมการณ์ความรักชาติ และการประชาสัมพันธ์</li>
						<li>วางแผน อำนวยการ ประสานงาน กำกับการเกี่ยวกับกิจการพลเรือนและการปกครองในยามสถานการณ์วิกฤต</li>
						<li>วางแผน อำนวยการ ประสานงาน กำกับการเกี่ยวกับกิจการด้านการเมือง การปกครอง การเศรษฐกิจและการสังคมต่อกำลังทหารประจำการทหารกองประจำการ ทหารนอกประจำการ กำลังกึ่งทหารและกลุ่มมวลชน</li>
						<li>วางแผน อำนวยการ ประสานงาน กำกับการสนับสนุนการพัฒนาประเทศ การช่วยเหลือประชาชน การป้องกันและบรรเทาสาธารณภัยในความรับผิดชอบของสายงานกิจการพลเรือน การอนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อม การปฏิบัติการจิตวิทยาและการประชาสัมพันธ์ของ ทบ.</li>
						<li>วางแผน อำนวยการ ประสานงาน กำกับการ และดำเนินการเกี่ยวกับการฝึกศึกษาสายงานกิจการพลเรือนของกองทัพบก</li>
						<li>อำนวยการและจัดเตรียมเจ้าหน้าที่สำหรับปกครองพื้นที่ที่ถูกควบคุมโดยกำลังทหาร</li>
						<li>ทำหน้าที่สายวิทยาการงานกิจการพลเรือนของกองทัพบก</li>
					</ul>

					<div class="page-header">
						<h2>หน่วยงานภายในกรมกิจการพลเรือนทหารบก</h2>
					</div>
					<ul>
						<li>แผนกการเงินและงบประมาณ</li>
						<li><a href="http://doca.rta.mi.th/dep_administration.php" target="_blank">กองธุรการ</a></li>
						<li><a href="http://doca.rta.mi.th/dep_planning.php" target="_blank">กองนโยบายและแผน</a></li>
						<li><a href="http://doca.rta.mi.th/dep_budget.php" target="_blank">กองโครงการและงบประมาณ</a></li>
						<li><a href="http://doca.rta.mi.th/dep_it.php" target="_blank">กองสารสนเทศ</a></li>
					</ul>

					<h3>สำนักกิจการพลเรือน</h3>
					<p>มีหน้าที่ เสนอนโยบาย วางแผน อำนวยการ ประสานงาน และกำกับการในเรื่องที่เกี่ยวกับงานด้านมวลชน การเมือง การปกครองในยามสงคราม การป้องกันภัยฝ่ายพลเรือน การบรรเทาภัยพิบัติ การช่วยเหลือประชาชน การสนับสนุนการพัฒนาประเทศตามโครงการพัฒนา ตลอดจนการพิทักษ์ประชาชนและการส่งเสริมสนับสนุนการอนุรักษ์และฟื้นฟูทรัพยากรธรรมชาติ ในความรับผิดชอบของกองทัพบกตามนโยบายของรัฐบาลและหน่วยเหนือปฏิบัติการร่วมเกี่ยวกับการป้องกันและบรรเทาสาธารณภัยของกองทัพบก พัฒนาหลักนิยมด้านการบรรเทาสาธารณภัยของกองทัพบก บูรณาการการช่วยเหลือประชาชนที่ประสบภัยพิบัติที่เกิดขึ้นในประเทศและต่างประเทศตามที่กองทัพบก ได้รับมอบแบ่งส่วนราชการออกเป็น</p>
					<ul>
						<li><a href="http://doca.rta.mi.th/dep_civil_affair.php" target="_blank">กองกิจการพลเรือน</a></li>
						<li><a href="http://doca.rta.mi.th/dep_development.php" target="_blank">กองกิจการพัฒนา</a></li>
						<li><a href="http://doca.rta.mi.th/dep_disaster.php" target="_blank">กองบรรเทาสาธารณภัย</a></li>
					</ul>

					<h3>สำนักกิจการพลเรือน</h3>
					<p>มีหน้าที่เสนอนโยบาย วางแผน อำนวยการ ประสานงาน และกำกับการในด้านการปฏิบัติการจิตวิทยา และการเสริมสร้างอุดมการณ์ การประชาสัมพันธ์เพื่อสนับสนุนการปฏิบัติการทางทหารของกองทัพบก การเสริมสร้างภาพลักษณ์ของกองทัพบก  การสื่อสารมวลชนที่เกี่ยวข้องกับกองทัพบก แบ่งส่วนราชการออกเป็น</p>
					<ul>
						<li><a href="http://doca.rta.mi.th/dep_psycho.php" target="_blank">กองปฏิบัติการจิตวิทยา</a></li>
						<li><a href="http://doca.rta.mi.th/dep_pr.php" target="_blank">กองประชาสัมพันธ์</a></li>
						<li><a href="http://doca.rta.mi.th/dep_masses.php" target="_blank">กองกิจการมวลชน</a></li>
					</ul>

					<h3>โรงเรียนกิจการพลเรือน</h3>
					<p>มีหน้าที่รับผิดชอบในการปกครองบังคับบัญชาและบริหารงานของโรงเรียนกิจการพลเรือนให้เป็นไปตามภารกิจและนโยบายที่กำหนดอย่างมีประสิทธิภาพ พร้อมทั้งกำหนดนโยบายภายในของโรงเรียนกิจการพลเรือน
						อำนวยการและดำเนินการฝึกศึกษา ให้กับกำลังพลของกองทัพบก และหน่วยที่เกี่ยวข้อง เกี่ยวกับวิทยาการและการปฏิบัติทางด้านกิจการพลเรือน การเมือง การปกครอง การเศรษฐกิจ การสังคม การปฏิบัติการจิตวิทยา การประชาสัมพันธ์ และบันทึกและรายงานสถิติผลงานตามหน้าที่</p>
					</div>
				</div>
			</div>
		</div>
		<footer class="footer">
			<?php include("footer.html") ?>
		</footer>
	</body>
	</html>
